Repository: toraidl/MyerSplash.UWP
Catalog: MyerSplash/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppName
source: MyerSplash Wallpaper
zh_cn: MyerSplash 壁纸

source: FEATURED
zh_cn: 精选

source: HIGHLIGHTS
zh_cn: 每日推荐

source: NEW
zh_cn: 最新

source: RANDOM
zh_cn: 随机

# Downloads.Text
source: Downloads
zh_cn: 下载列表

# Search.Text
source: Search
zh_cn: 搜索

# Settings.Text
source: Settings
zh_cn: 设置

# About.Text
source: About
zh_cn: 关于

# RefreshBtn.ToolTipService.ToolTip
source: Refresh
zh_cn: 刷新

# DownloadEntryBtn.ToolTipService.ToolTip
source: Downloads
zh_cn: 下载列表

# SearchBtn.ToolTipService.ToolTip
source: Search
zh_cn: 搜索

# SettingBtn.ToolTipService.ToolTip
source: Settings
zh_cn: 设置

# MoreBtn.ToolTipService.ToolTip
source: About
zh_cn: 关于

# GestureHintTextBlock.Text
source: Drag the image to dismiss quickly
zh_cn: 拖拽图片可以快速关闭

# GotChaTextBlock.Text
source: GOTCHA
zh_cn: 知道了

# NetworkDiagnosisTitle.Text
source: NETWORK DIAGNOSIS
zh_cn: 网络诊断

# CloseButton.Text
source: CLOSE
zh_cn: 关闭

# CleanupTitle.Text
source: CLEAN UP LIST
zh_cn: 清理列表

# CleanUpDownloadingTextBlock.Text
source: Delete downloading items
zh_cn: 清理正在下载的项目

# CleanUpDownloadedTextBlock.Text
source: Delete downloaded items
zh_cn: 清理下载完成的项目

# CleanUpFailedTextBlock.Text
source: Delete failed items
zh_cn: 清理下载失败的项目

# CleanupHintTextBlock.Text
source: Note that the delete operation will not cancel download tasks. This will only clear the list.
zh_cn: 注意，这只会清理列表项目，不会取消正在下载的项目。

# VersionTextBlock.Text
source: Version
zh_cn: 版本

# CreditTextBlock.Text
source: CREDITS
zh_cn: 鸣谢

# CreditContentTextBlock.Text
source: Photos are from Unsplash, a website providing free (do whatever you want) high-resolution photos.
zh_cn: 图片来自 Unsplash，一个无版权可免费商用的网站。“每日推荐” 里，有部分照片来自我自己的摄影作品 :P

# FeedBackTitle.Text
source: FEEDBACK
zh_cn: 反馈

# MotivationTitle.Text
source: MOTIVATION
zh_cn: 好评一下

# RateTextBlock.Text
source: Rate this app
zh_cn: 到商店评价

# DownloadsTitle.Text
source: DOWNLOADS
zh_cn: 下载列表

# NoDownloadsContentTextBlock.Text
source: NO DOWNLOADS
zh_cn: 没有内容呢

# LoadingTextBlock.Text
source: LOADING...
zh_cn: 加载中...

# ErrorTitle.Text
source: Oops, something happened.
zh_cn: 意想不到的事情发生了

# RetryTextBlock.Text
source: RETRY
zh_cn: 重试一下

# EndTextBlock.Text
source: ——— YOU ARE REACHING THE END ———
zh_cn: ——— 你已经到了世界的尽头了 ———

# OopsTextBlock.Text
source: Oops
zh_cn: 咦

# NoItemsTextBlock.Text
source: No items
zh_cn: 没有图片呢

# OopsErrorText.Text
source: Oops :(
zh_cn: 糟糕了 :(

# DiagnoseNetworkTextBlock.Text
source: Diagnose Network
zh_cn: 网络诊断

# SearchBarTitle.Text
source: SEARCH PHOTOS
zh_cn: 搜索图片

# InputEditText.PlaceholderText
source: Search in English
zh_cn: 请用英文搜索

# SetAsBackgroundTextBlock.Text
source: Background
zh_cn: 桌面背景

# SetAsLockscreenTextBlock.Text
source: Lock screen
zh_cn: 锁屏

# SetAsBothTextBlock.Text
source: Both
zh_cn: 桌面背景和锁屏

# SetAsTB.Text
source: SET AS
zh_cn: 设置为

# OpenExplorerTextBlock.Text
source: OPEN EXPLORER
zh_cn: 打开文件夹

# RetryTB.Text
source: RETRY
zh_cn: 重试

# DownloadingHint
source: Downloading in background...
zh_cn: 后台下载中

# DownloadBtn.ToolTipService.ToolTip
source: Download
zh_cn: 下载

# SettingsTitle.Text
source: SETTINGS
zh_cn: 设置

# PersonalizationTitle.Text
source: PERSONALIZATION
zh_cn: 个性化

# LiveTitleTextBlock.Text
source: Live Tile
zh_cn: 动态磁贴

# ScaleAnimatioinTextBlock.Text
source: Scale animation on pointer entering
zh_cn: 列表的鼠标指针悬停效果

# CompactModeTextBlock.Text
source: Compact mode
zh_cn: 更紧凑更沉浸的布局

# OpenFolderTextBlock.Text
source: Open the folder wallpapers are saved into
zh_cn: 打开保存的文件夹

# AutoChangeTitle.Text
source: Auto-change wallpaper in background every day
zh_cn: 每日自动换壁纸

# AutoChangeComboBoxDisable.Content
source: Disable
zh_cn: 关闭

# AutoChangeComboBoxDesktop.Content
source: Desktop
zh_cn: 桌面

# AutoChangeComboBoxLockscreen.Content
source: Lockscreen
zh_cn: 锁屏

# AutoChangeComboBoxBoth.Content
source: Desktop and lockscreen
zh_cn: 桌面和锁屏

# SaveQualityTitle.Text
source: Save quality
zh_cn: 保存质量

# DiagnoseTitle.Text
source: DIAGNOSE ISSUES
zh_cn: 诊断问题

# CleanUpTitleBlock.Text
source: CLEAN UP
zh_cn: 清理

# TempFilesTextBlock.Text
source: If you find that there are files end with ".tmp" or have zero size in saved folder, please execute this.
zh_cn: 如果你发现保存的文件夹有很多以 tmp 结尾的文件，那么可以执行此操作。

# TempFilesContentTextBlock.Text
source: Clean up temp files
zh_cn: 清理临时文件

# SaveQualityComboBoxRaw.Content
source: Raw
zh_cn: 原图

# SaveQualityComboBoxHigh.Content
source: High (Default)
zh_cn: 高（默认）

# SaveQualityComboBoxMedium.Content
source: Medium
zh_cn: 中

# BackgroundHintTitle.Text
source: HOW DOES IT WORKS ?
zh_cn: 这是如何工作的？

# BackgroundHintContent.Text
source: Change your wallpaper automatically in background every day. Most wallpapers are from Unsplash and some of them are taken by myself :P
zh_cn: 每隔 4 个小时会触发一次后台任务，然后会更换“每日推荐”里的壁纸。大多时候“每日推荐”的壁纸都是 Unsplash 的壁纸，但是有时候会是我自己的摄影作品 :P

# ReportByEmailTextBlock.Text
source: REPORT BY EMAIL
zh_cn: 发送邮件

# DownloadingStatus
source: DOWNLOADING
zh_cn: 下载中

# SavedTitle
source: Saved:D
zh_cn: 下载完成

# PermissonError
source: No permission to create file for writing. Please check your security settings. \n If necessary, please contact me via about page.
zh_cn: 没有权限写入文件，请检查图片文件夹下的 MyerSplash 目录的权限设置。

# CancelStatus
source: The download has been cancelled.
zh_cn: 下载取消了

# ErrorStatus
source: ERROR:
zh_cn: 出错了：

# TempFilesCleaned
source: Cleaned!
zh_cn: 清理完成

source: Cleaning...
zh_cn: 清理中...

# CalculatingCache
source: Calculating cache size...
zh_cn: 计算中...

# CleanUpContent
source: Clean up cache ({0}MB)
zh_cn: 清理缓存 ({0}MB)

# ModelExif.Title
source: MODEL
zh_cn: 模型

# ApertureExif.Title
source: APERTURE
zh_cn: 光圈

# SpeedExif.Title
source: SHUTTER SPEED
zh_cn: 快门速度

# LocationExif.Title
source: LOCATION
zh_cn: 地点

# DimensionExif.Title
source: DIMENSION
zh_cn: 尺寸

source: photo by
zh_cn: 作者

# RecommendBy
source: recommended by
zh_cn: 推荐者

# ShareText
source: Share {0}'s amazing photo from MyerSplash app. {1}
zh_cn: 分享 {0} 的好照片，自 MyerSplash 应用。 {1}

# TodayTextBlock.Text
source: TODAY
zh_cn: 今日推荐

# SearchContent
source: Search
zh_cn: 搜索

# ShareTitle
source: Sharing a good photo
zh_cn: 分享一张好照片

source: UNKNOWN
zh_cn: 未知

# FailedToSetHint
source: Failed to set wallpaper :( (API ERROR)
zh_cn: 设置壁纸失败了 :( (API 异常)

# SettingDesktopAndLockHint
source: Setting background and lockscreen...
zh_cn: 正在设置桌面背景和锁屏壁纸

# SettingDesktopHint
source: Setting background...
zh_cn: 正在设置桌面背景

# SettingLockHint
source: Setting lockscreen...
zh_cn: 正在设置锁屏壁纸

# SettingWallpaperNotSupported
source: Your device can't set wallpaper.
zh_cn: 你的设备设置不支持设置壁纸

source: Request failed
zh_cn: 请求失败

source: Request timeout
zh_cn: 请求超时
